---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AreaSchemeId
source: html/a8a7dc43-296b-c11e-a050-356c75c6ae54.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AreaSchemeId Property

"Area Scheme Id"

## Syntax (C#)
```csharp
public static ForgeTypeId AreaSchemeId { get; }
```